/*
 *  MoreInfo.strings
 *  AirPort Utility
 */

/* CreateExtendMoreInfo */
"CreateExtendMoreInfo.Title" = "%@ - nastavení";
"CreateExtendMoreInfo" = "Chcete-li pomocí svého bezdrátového zařízení AirPort nastavit novou bezdrátovou síť, vyberte volbu Vytvořit novou bezdrátovou síť. Počítače, které se připojí k vaší síti, budou moci komunikovat s ostatními počítači v síti bezdrátově nebo po Ethernetu (jsou-li připojeny prostřednictvím Ethernetu). Pokud své zařízení nastavíte na připojení k Internetu, toto připojení budou moci sdílet počítače připojené bezdrátově i kabelem. Kliknutím na Pokračovat nastavíte novou bezdrátovou síť.\n\nPokud již máte síť AirPort nastavenou a chcete, aby se k ní vaše zařízení připojilo a rozšířilo její dosah, vyberte volbu Rozšířit dosah sítě AirPort Extreme nebo AirPort Express. Rozšíření dosahu bezdrátové sítě je známé jako WDS. Bezdrátová zařízení ve WDS sdílí jediné připojení k Internetu a distribuují připojení k Internetu mezi počítače připojené k síti.";

/* NameMoreInfo */
"NameMoreInfo.Title" = "Zadejte název a heslo svého bezdrátového zařízení";
"NameMoreInfo" = "Název se zobrazí v bočním sloupci Nastavení AirPortu. Použijte popisný název, například Domov nebo Kancelář. Pokud je v síti více bezdrátových zařízení, budete moci jednoduše identifikovat zařízení, které budete chtít nastavit nebo změnit. Zadejte heslo zařízení. Toto heslo budete muset zadat před změnou jeho nastavení.";

/* SecurityMoreInfo */
"SecurityMoreInfo.Title" = "Zabezpečte svou síť";
"SecurityMoreInfo" = "Svou síť můžete chránit heslem. Každý, kdo se pokusí k vaší síti připojit, bude požádán o zadání hesla.\n\nBezdrátová zařízení AirPort podporují dva typy hesel:\n• WPA2 (Wi-Fi Protected Access): Tato hesla jsou bezpečnější ale méně kompatibilní.\n• 128bitové WEP (Wired Equivalent Privacy): Tato hesla jsou kompatibilnější se staršími počítači a bezdrátovými kartami.\n\nPokud vyberete volbu „Žádné zabezpečení“, kdokoli v dosahu sítě se bude moci připojit, aniž by musel zadat heslo. Tato volba není doporučena.\n\nPři volbě 128bitového klíče WEP zadejte heslo o délce přesně 13 znaků. Tím zajistíte kompatibilitu s Windows a ostatními zařízeními od jiných výrobců.\n\nPři volbě WPA2 použijte heslo o délce přinejmenším 8 znaků.";
"SecurityMoreInfoWPANone.Title" = "Zabezpečte svou síť";
"SecurityMoreInfoWPANone" = "Svou bezdrátovou síť můžete zabezpečit heslem pomocí osobního šifrování WPA. Kdokoli se pokusí k vaší síti připojit, bude muset toto heslo zadat.\n\Pokud vyberete volbu „Žádné zabezpečení“, kdokoli v dosahu vaší sítě se bude moci připojit bez zadání hesla. Tato volba není doporučena.\n\nRozhodnete-li se použít osobní šifrování WPA, použijte heslo o délce přinejmenším 8 znaků.";
"SecurityMoreInfoWPA2None.Title" = "Zabezpečte svou síť";
"SecurityMoreInfoWPA2None" = "Svou bezdrátovou síť můžete zabezpečit heslem pomocí osobního šifrování WPA/WPA2. Kdokoli se pokusí k vaší síti připojit, bude muset toto heslo zadat.\n\nPokud vyberete volbu „Žádné zabezpečení“, kdokoli v dosahu vaší sítě se bude moci připojit bez zadání hesla. Tato volba není doporučena.\n\nRozhodnete-li se použít osobní šifrování WPA/WPA2, použijte heslo o délce přinejmenším 8 znaků.";
"SecurityMoreInfoTSN.Title" = "Zabezpečte svou síť";
"SecurityMoreInfoTSN" = "Svou síť můžete chránit heslem. Každý, kdo se pokusí k vaší síti připojit, bude požádán o zadání hesla.\n\nBezdrátová zařízení AirPort podporují dva typy hesel:\n• WPA2 (Wi-Fi Protected Access): Tato hesla jsou bezpečnější ale méně kompatibilní.\n• WEP (Transitional Security Network): Tato hesla jsou kompatibilnější se staršími počítači a bezdrátovými kartami s klíčem WEP a umožňují připojení k síti i klientům využívajícím zabezpečení WPA a WPA2.\n\nPokud vyberete volbu „Žádné zabezpečení“, kdokoli v dosahu sítě se bude moci připojit, aniž by musel zadat heslo. Tato volba není doporučena.\n\nPři volbě klíče WEP zadejte heslo o délce přesně 13 znaků.\n\nPři volbě WPA2 použijte heslo o délce přinejmenším 8 znaků.";

/* InternetMoreInfo */
"InternetMoreInfo.Title" = "Jak se připojujete k Internetu?";
"InternetMoreInfo" = "Pokud se k Internetu připojujete pomocí DSL nebo kabelového modemu a poskytovatel služeb Internetu (ISP) vám přiděluje IP adresu automaticky pomocí DHCP, vyberte první volbu.\n\nPokud se k Internetu připojujete pomocí protokolu PPPoE, vyberte druhou volbu. V případě, že se k Internetu připojujete pomocí PPPoE, byl vám pravděpodobně poskytnut název účtu a heslo. Máte-li pochybnosti, obraťte se na poskytovatele.\n\nPokud se připojujete k ethernetové síti, vyberte třetí volbu. Kontaktujte správce sítě (nebo osobu, která vaši síť nastavila) a požádejte o informaci, jakým způsobem je vám přidělována IP adresa (pomocí DHCP nebo manuálně).\n\nPokud nastavujete základnu AirPort vybavenou interním modemem a máte telefonní účet PPP, vyberte volbu „Používám modem připojený k telefonní lince.“\n\nChcete-li pokračovat v nastavování základny, ale nechcete se připojit k Internetu, vyberte volbu „Nejsem připraven(a) na připojení k Internetu“. Až budete na připojení k Internetu připraveni, můžete se k tomuto nastavení kdykoli vrátit.";

/* EthernetMoreInfo */
"EthernetMoreInfo.Title" = "Nastavení TCP/IP v zařízení";
"EthernetMoreInfo" = "To, zda v místní nabídce Konfigurace IPv4 vyberete nastavení Manuálně nebo Pomocí DHCP, závisí na způsobu, jakým váš poskytovatel Internetu přiděluje IP adresy. Pokud vám poskytovatel přiděluje IP adresu automaticky, vyberte z nabídky Konfigurace TCP/IP volbu Pomocí DHCP. Pole IP adresa a ostatní pole budou vyplněna poskytovatelem.\n\nPokud vám byla s internetovým účtem poskytnuta IP adresa a další čísla, vyberte Manuálně a pomocí těchto údajů nastavte IP adresu bezdrátového zařízení manuálně. V případě pochybností kontaktujte poskytovatele služby.\n\nPokud vás poskytovatel požádá o MAC adresu vašeho zařízení, použijte adresu ethernetového rozhraní WAN, která je vytištěna na štítku na spodní straně bezdrátového zařízení AirPort.";

/* ReplaceJoinCreateMoreInfo */
"ReplaceJoinCreateMoreInfo.Title" = "Vyberte, co chcete se zařízením %@ provést.";
"ReplaceJoinCreateMoreInfo.ReplaceDesc" = "Pokud již máte bezdrátové zařízení AirPort nebo bezdrátový směrovač a chcete toto zařízení nahradit zařízením %@, vyberte „Chci zařízením %@ nahradit existující základnu nebo bezdrátový směrovač“.";
"ReplaceJoinCreateMoreInfo.JoinDesc" = "Pokud již máte síť a chcete, aby se zařízení %@ k této síti připojovalo bezdrátově nebo prostřednictvím Ethernetu, vyberte „Chci, aby se zařízení %@ připojilo k mé aktuální síti“.";
"ReplaceJoinCreateMoreInfo.CreateDesc" = "Pokud nemáte bezdrátovou síť nebo chcete přidat dodatečnou bezdrátovou síť, vyberte volbu „Chci vytvořit novou bezdrátovou síť“.";

"GuestNetworkMoreInfo.Title" = "Síť pro hosty";
"GuestNetworkMoreInfo" = "Síť pro hosty umožní klientským počítačům připojit se k Internetu bez přístupu k vaší soukromé síti. Síť pro hosty můžete nastavit na přihlášení pomocí hesla nebo bez hesla.\n\nDalší volby sítě pro hosty, například sdílení souborů mezi počítači k síti připojenými, můžete nastavit manuálně.";


/* End of strings file */
